<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<select name="select" style="position:absolute; left: 262px; top: 552px; height: 28px; width: 263px;">
<?php

$city_list=array("القلعة","تعجيل","زانیاری","منارە","بازار","مستوفي","طيراوة","خانقا","سيطاقان","سيداوة","عرب","سفین/2","ناز","میدیائازادی/1","ئازادی/2","رزكاری/1","رزكاری/2","كوردستان الشمالية","الصناعة الشمالية","بەهار","كوردستان","نیشتمان","نوروز","بارك الشهيد سامي","بەرلەمان","مدينة خةون","بەختیاری","كورانی عنكاوە","صلاح الدین","كاني","شورش","كویستان","خانزاد","رابەرین","برايتي","خبات","ماموستایان/1 - المعلمين","ماموستایان/2 - المعلمين","اسكان","مفتی","كوماری","رووناكی","المهندسين","منتكاوة","راستی","ماجیداوە","شادی","بیركوت","سفین/1","زاكروس","كولان/1","كولان/2","هەفالان","زانایان","سەروەران","باداوە","جنار","كاریزان","حمرین","شارەوانی","زانكو/1","زانكو/2","جوار جرا","مهاباد","سەربەستی","سفین/3","هەولیری نوی","زیلان","كەلاویز","روشنبیری","بابا كور كور","مریوان","سيبردان","مدينة المهندسين","مدينة لاوان / الشباب","مجموعة المهندسين","ئایندە/1","ئایندە/2","مدينة اشتي" ,"هیران ستي","زاكروس/2");

for ($i=0;$i<count($city_list);$i++)
echo'<option value="'.$city_list[$i].'">'.$city_list[$i].'</option> ';

?>
</select>

</head>